[
    {
        "id_book": "1",
        "nm_book": "Atomic Habits",
        "id_category": "6",
        "picture_book": "atomic-habits.jpg",
        "description": "<p class=\"bot-0 text\">Tiap awal tahun kita pasti punya resolusi atau cita-cita yang harus kita capai di akhir tahun nanti. Sebagian orang ingin lebih banyak membaca buku dan berolah raga secara teratur, sebagian lain ingin memiliki skill untuk bermain piano ataupun gitar. Namun pertanyaannya adalah, berapa banyak orang yang akhirnya bisa membangun kebiasaan baik yang mereka telah tetapkan ataupun mendapatkan skill yang mereka idamkan di penghujung tahun? Tanpa saya beritahu jawabannya pun kalian pasti sudah tahu jawabannya, berkaca dari apa yang telah kita alami selama ini.</p>              <p>Membangun kebiasaan baik memang sulit untuk dilakukan, apalagi jika lingkungan sekitar kita tidak mendukung atas perubahan yang kita inginkan. James Clear, penulis asal Amerika Serikat, dalam bukunya yang berjudul Atomic Habits memberitahukan cara-cara jitu untuk melakukan hal itu. Ini mungkin bukan hasil ringkasan terbaik, but I will try my best.</p>",
        "author_book": "James Clear",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "1",
        "url_book": "atomic-habits",
        "quantity": null,
        "created_at": "2022-10-10 13:11:00",
        "updated_at": "2022-11-14 11:32:18"
    },
    {
        "id_book": "2",
        "nm_book": "Psychology of Money",
        "id_category": "6",
        "picture_book": "psychology-of-money.jpg",
        "description": "<p>Ketika John F. Kennedy mencalonkan diri sebagai presiden di tahun 1960, dia sempat mendapatkan pertanyaan mengenai apa yang beliau alami saat Great Depression terjadi (krisis ekonomi di tahun 1929 yang diakibatkan oleh hancurnya pasar saham). Ternyata jawaban beliau mengejutkan banyak pendengar. Beliau mengaku bahwa keluarga mereka mempunyai kekayaan yang cukup banyak di waktu itu. Sepuluh tahun setelah krisis berlalu, kekayaan mereka justru bertambah. Di tahun 1939, keluarganya memiliki lebih banyak Asisten Rumah Tangga dan mereka juga berpindah ke rumah yang lebih besar. John baru menyadari bahwa Great Depression mengacaukan keadaan ekonomi dari rakyat Amerika setelah beliau berkuliah di Harvard dan mempelajari hal tersebut. Di kala krisis, tak semua orang Amerika berada pada perahu yang sama, begitupun masyarakat di seluruh dunia.</p>\r\n<p>Seorang anak dari buruh tani dan seorang anak dari pialang saham sukses di Manhattan tak hanya memiliki jalan hidup yang berbeda &ndash; mereka juga memiliki sudut pandang yang berbeda dalam melihat risiko dan keuntungan ketika berurusan dengan pengalokasian uang. Hal yang sama juga berlaku pada orang kaya dengan pengalaman hidup yang berbeda. Contohnya, anak orang kaya yang tumbuh di masa-masa inflasi tinggi akan mempunyai pendekatan yang berbeda terhadap uang jika dibandingkan dengan orang lain yang tumbuh di saat harga-harga barang stabil meskipun mereka berdua memiliki kekayaan yang jumlahnya relatif sama. Kita semua berpikir bahwa kita tahu bagaimana cara dunia bekerja, padahal kita hanya merasakan secuil dari realitas yang terjadi di sekeliling dunia. Gunakan pendekatan &ldquo;we know less than we&rsquo;d like to think we do&rdquo; dalam memahami psikologi uang.</p>",
        "author_book": "Morgan Housel",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "1",
        "url_book": "psychology-of-money",
        "quantity": null,
        "created_at": "2022-10-14 20:31:56",
        "updated_at": "2022-10-14 20:31:56"
    },
    {
        "id_book": "3",
        "nm_book": "Islam Santuy Ala Gus Baha",
        "id_category": "1",
        "picture_book": "islam-santuy.jpg",
        "description": "<p>Gus Baha adalah oase di tengah merebaknya penceramah agama &ndash;atau orang-orang yang berharap dianggap demikian&mdash;yang lebih senang menampilkan agama sebagai sesuatu yang kaku dan bahkan cenderung wagu. Mereka kerap menampilkan wajah Tuhan sebagai sosok yang kejam dan penuh ancaman, padahal Tuhan adalah Maha Pengasih lagi Maha Penyayang. Dengan penampilan dan model penyampaian yang sederhana, Gus Baha mengembalikan marwah agama yang sebenarnya, bahwa agama adalah sumber kebahagiaan. Bersama Gus Baha, agama terasa sangat mudah untuk dipahami dan diamalkan. Dan semoga dengan itu, ada banyak manfaat dan kebaikan yang bisa kita tinggalkan.&nbsp;</p>",
        "author_book": "Gus Baha",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "4",
        "url_book": "islam-santuy-ala-gus-baha",
        "quantity": null,
        "created_at": "2022-10-14 20:32:28",
        "updated_at": "2022-11-15 16:48:31"
    },
    {
        "id_book": "4",
        "nm_book": "The Calm Investor",
        "id_category": "2",
        "picture_book": "the-calm-investor.jpg",
        "description": "<p>Warren Buffett, investor saham legendaris dan salah satu orang terkaya di dunia, mengatakan bahwa &ldquo;Investasi saham itu mudah kalau Anda bisa mengendalikan emosi Anda&rdquo;. Tapi pertanyaannya, bagaimana cara untuk mengendalikan emosi tersebut? Bagaimana caranya agar seorang investor bisa mengelola portofolionya tanpa perasaan cemas, deg-degan, atau gelisah? Karena sering kali, kesalahan yang dilakukan seorang investor, yang pada akhirnya menyebabkan kerugian atau berkurangnya nilai keuntungan yang diperoleh, bukan karena dia tidak tahu cara menganalisis, tapi karena ia mudah merasa panik atau serakah sehingga tidak mampu bertindak secara logis.</p>\r\n<p>Tapi sayangnya investor seperti inilah yang banyak terdapat di bursa saham di Indonesia, dan alhasil kerugian besar-besaran kemudian menjadi cerita yang biasa. The Calm Investor, sesuai judulnya, adalah buku tentang kontrol emosi dalam berinvestasi di pasar modal, yang bertujuan untuk mentransformasi Anda menjadi investor yang tenang dan sabar, tidak emosional, mampu membeli dan menjual saham berdasarkan analisis yang logis dan bukan karena perasaan takut atau serakah, dan bisa tidur nyenyak di malam hari tanpa sedikit pun khawatir soal bagaimana saham Anda keesokan harinya. Orang-orang mengatakan bahwa investasi saham itu 90% emosi dan 10% analisis, jadi, selamat! Anda baru saja menemukan buku yang mengupas tuntas bagian yang 90% tersebut.</p>",
        "author_book": "Teguh Hidayat",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "1",
        "url_book": "the-calm-investor",
        "quantity": null,
        "created_at": "2022-10-14 20:43:20",
        "updated_at": "2022-10-14 20:43:20"
    },
    {
        "id_book": "5",
        "nm_book": "Belajar Cepat Vuejs",
        "id_category": "3",
        "picture_book": "belajar-cepat-vuejs.jpg",
        "description": "<p>Saat ini, ada 3 framework Javascript yang paling diminati, yaitu AngularJS, ReactJS dan Vue.js. Dalam buku ini akan membahas khusus Vue.js yang lebih unggul secara kecepatan dan performa dibandingkan framework Javascript lainnya, karena ukurannya yang kecil dan simple, namun powerfull. Selain itu, package dan plugin sudah banyak include dalam Vue.js, sehingga dapat langsung digunakan, tanpa menginstall plugin-plugin ataupun external library.</p>\r\n<p>Vue.js dibangun dengan pendekatan Approachable yang fokus pada kesederhanaan dan kerapian struktur codingnya - cukup pengetahuan dasar HTML, CSS, dan Javascript - memudahkan pengguna mempelajarinya dengan cepat.</p>",
        "author_book": "Lutfi Gani",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "4",
        "url_book": "belajar-cepat-vuejs",
        "quantity": null,
        "created_at": "2022-10-14 20:45:36",
        "updated_at": "2022-11-14 12:46:53"
    },
    {
        "id_book": "6",
        "nm_book": "Buku Novel KALA",
        "id_category": "4",
        "picture_book": "kala.jpg",
        "description": "<p>Novel yang bersampulkan dominan hitam ini menceritakan kisah sejoli yang sama-sama menanam luka di hati mereka. Kedua tokoh utama tersebut bernama Lara dan Saka, masing-masing memiliki trauma pada masa lalunya, yang satu melukai, sedangkan yang satu lagi terlukai.</p>\r\n<p>Dalam penulisannya terdapat pemilihan diksi yang sangat baik, sehingga para penikmat sastra bisa menjadi refrensi untuk dibaca saat waktu senggang.</p>\r\n<p>Novel Kala ditulis oleh 2 penulis yaitu Stefani Bella dan Syahid Muhammad.</p>",
        "author_book": "Stefani Bella, Syahid Muhammad",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "4",
        "url_book": "buku-novel-kala",
        "quantity": null,
        "created_at": "2022-10-14 20:49:55",
        "updated_at": "2022-11-15 10:22:49"
    },
    {
        "id_book": "7",
        "nm_book": "Buku Programming Laravel Basic",
        "id_category": "5",
        "picture_book": "programmer-laravel-basic.jpg",
        "description": "<p>Buku dengan judul &ldquo;Semua Bisa Menjadi Programmer Laravel Basic&rdquo; ini merupakan buku dasar dalam mempelajari framework PHP dengan Laravel yang saat ini sedang populer. Dengan buku ini, tandanya Anda sudah belajar sampai tingkat menengah. Akan dibahas pula kelebihan dari script server programming dengan Laravel, serta materi lengkap dari dasar hingga menengah. Keunggulan buku ini adalah dapat memandu Anda membuat program web dengan Laravel dengan database MySQL dengan pembahasan yang mudah dan sistematis sehingga Anda tidak akan kesulitan mempelajarinya. Buku ini dibagi menjadi 30 bab, disusun secara sistematis dari program yang sederhana hingga database sehingga memudahkan Anda menjadi programmer dengan Laravel. Dengan mengacu beberapa buku penulis yang best seller maka terciptalah buku ini. Dalam buku ini, penulis juga membahas proses instalasi XAMPP di dalam Lampiran. Buku ini juga dapat dipakai oleh praktisi pendidikan, karyawan, dan mahasiswa.&nbsp;</p>",
        "author_book": "Yuniar Supardi, Sulaeman",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "1",
        "url_book": "buku-programming-laravel-basic",
        "quantity": null,
        "created_at": "2022-10-14 20:53:25",
        "updated_at": "2022-11-14 11:32:02"
    },
    {
        "id_book": "8",
        "nm_book": "Hikayat MajapahiT",
        "id_category": "1",
        "picture_book": "hikayat majapahit.jpg",
        "description": "<p>OBersumber dari serat-serat kuno, Nino Oktorino berusaha merekonstruksi lini masa kebangkitan dan keruntuhan Majapahit, sebuah kerajaan yang bukan hanya terbesar di nusantara, tetapi juga disegani di wilayah Asia hingga China. Hikayat Majapahit berusaha memberikan dokumentasi secara objektif dan utuh mengenai kerajaan besar yang dalam historiografi nasional dianggap sebagai cikal bakal dari negara Indonesia modern. Sebuah laporan yang bukan hanya mencatat kisah para penguasa Majapahit tetapi juga kehidupan sehari-hari rakyatnya maupun hubungan kerajaan tersebut dengan dunia internasional pada zamannya. Sebuah catatan sejarah yang tidak hanya menuliskan kesohoran nama Majapahit tetapi juga borok-borok sejarahnya, mulai dari berdirinya hingga keruntuhan kerajaan tersebut.</p>",
        "author_book": "Nino OktorinO",
        "publish_from": "Admin SINPUS",
        "id_statusbuku": "1",
        "url_book": "hikayat-majapahit",
        "quantity": null,
        "created_at": "2022-10-14 21:07:08",
        "updated_at": "2022-11-14 12:45:36"
    }
]